Repository: skampshoff-smartling/GitHubConnectorPullRequest
Catalog: EAC-1.1.xcstrings
Source language: en
Languages: de_de, es_419, es_es, fr_fr, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_hans, zh_hant_tw

# esppEnrollDocumentReviewInstructions
source: To enroll in the plan, select and review each document.
de_de: Um sich für den Plan anzumelden, wählen Sie jedes Dokument aus und überprüfen Sie es.
es_419: Para inscribirte en el plan, selecciona y revisa cada documento.
es_es: Para inscribirte en el plan, selecciona y revisa cada documento.
fr_fr: Pour vous inscrire au plan, sélectionnez et examinez chaque document.
it_it: Per iscriverti al piano, seleziona e riesamina ogni documento.
ja_jp: プランに加入するには、各ドキュメントを選択して確認してください。
ko_kr: 플랜에 등록하려면 각 문서를 선택하여 검토하세요.
ms_my: Untuk mendaftar dalam pelan, pilih dan semak setiap dokumen.
pt_br: Para se inscrever no plano, selecione e revise cada documento.
ru_ru: Чтобы зарегистрироваться в плане, выберите и просмотрите каждый документ.
th_th: หากต้องการลงทะเบียนแผน ให้เลือกและตรวจสอบเอกสารแต่ละฉบับ
vi_vn: Để đăng ký tham gia kế hoạch, hãy chọn và xem xét từng tài liệu.
zh_hans: 如欲加入该计划，请选择并查核每份文件。
zh_hant_tw: 如欲加入該計劃，請選擇並查核每份文件。

# esppEnrollDocumentReviewReviewButton
source: Review
de_de: Bewertung
es_419: Revisar
es_es: Revisar
fr_fr: Examiner
it_it: Rivedi
ja_jp: 確認
ko_kr: 검토
ms_my: Kajian
pt_br: Conferir
ru_ru: Обзор
th_th: ตรวจสอบ
vi_vn: Đánh giá
zh_hans: 查核
zh_hant_tw: 查核

# esppEnrollDocumentReviewTitle
source: Review Document(s)
de_de: Dokument(e) überprüfen
es_419: Revisar documento(s)
es_es: Revisar documento(s)
fr_fr: Examiner le(s) document(s)
it_it: Controlla i documenti
ja_jp: 書類を確認
ko_kr: 문서 검토
ms_my: Semak Dokumen
pt_br: Revisar documento(s)
ru_ru: Просмотр документов
th_th: ตรวจสอบเอกสาร
vi_vn: Xem xét (các) tài liệu
zh_hans: 查核文件
zh_hant_tw: 查核文件

# esppManagementAlertAction
source: Close
de_de: Schließen
es_419: Cerrar
es_es: Cerrar
fr_fr: Fermer
it_it: Chiudi
ja_jp: 閉じる
ko_kr: 닫기
ms_my: Tutup
pt_br: Fechar
ru_ru: Закрыть
th_th: ปิด
vi_vn: Đóng
zh_hans: 关闭
zh_hant_tw: 關閉

# esppManagementContributionAmount
source: Contribution Amount
de_de: Beitragsbetrag
es_419: Monto de la contribución
es_es: Importe de la contribución
fr_fr: Montant de la contribution
it_it: Importo del contributo
ja_jp: 拠出額
ko_kr: 납입 금액
ms_my: Jumlah Sumbangan
pt_br: Valor da contribuição
ru_ru: Сумма взноса
th_th: ยอดเงินบริจาค
vi_vn: Số tiền đóng góp
zh_hans: 提拨金额
zh_hant_tw: 提撥金額

# esppManagementCurrent
source: Current
de_de: Aktuell
es_419: Actual
es_es: Actual
fr_fr: Actuelle
it_it: Attuale
ja_jp: 現在の
ko_kr: 현재
ms_my: Semasa
pt_br: Atual
ru_ru: Текущий
th_th: ปัจจุบัน
vi_vn: Hiện tại
zh_hans: 目前
zh_hant_tw: 目前

# esppManagementEnrollButton
source: Start Enrollment
de_de: Beginn der Einschreibung
es_419: Iniciar inscripción
es_es: Iniciar inscripción
fr_fr: Début de l'inscription
it_it: Inizia la registrazione
ja_jp: 加入を開始する
ko_kr: 등록 시작
ms_my: Mulakan Pendaftaran
pt_br: Iniciar inscrição
ru_ru: Начать регистрацию
th_th: เริ่มลงทะเบียน
vi_vn: Bắt đầu đăng ký
zh_hans: 开始注册
zh_hant_tw: 開始註冊

# esppManagementEnrolled
source: Enrolled
de_de: Eingeschrieben
es_419: Inscrito
es_es: Inscrito
fr_fr: Inscrit
it_it: Aderito
ja_jp: 登録済み
ko_kr: 등록됨
ms_my: Berdaftar
pt_br: Inscrito
ru_ru: Зарегистрирован
th_th: ลงทะเบียนแล้ว
vi_vn: Đã đăng ký
zh_hans: 已注册
zh_hant_tw: 已註冊

# esppManagementEnrollmentPeriod
source: Enrollment Period
de_de: Anmeldezeitraum
es_419: Período de inscripción
es_es: Período de inscripción
fr_fr: Période d'inscription
it_it: Periodo di registrazione
ja_jp: 加入期間
ko_kr: 등록 기간
ms_my: Tempoh Pendaftaran
pt_br: Período de inscrição
ru_ru: Период регистрации
th_th: ระยะเวลารการลงทะเบียน
vi_vn: Thời gian đăng ký
zh_hans: 注册期间
zh_hant_tw: 註冊期間

# esppManagementNext
source: Next
de_de: Weiter
es_419: Siguiente
es_es: Siguientes
fr_fr: Suivant
it_it: Avanti
ja_jp: 次へ
ko_kr: 다음
ms_my: Seterusnya
pt_br: Próximo
ru_ru: Следующие
th_th: ถัดไป
vi_vn: Kế tiếp
zh_hans: 下一页
zh_hant_tw: 下一頁

# esppManagementNotEnrolled
source: Not Enrolled
de_de: Nicht eingeschrieben
es_419: No inscrito
es_es: No inscrito
fr_fr: Non inscrit
it_it: adesione non effettuata
ja_jp: 未登録
ko_kr: 미등록
ms_my: Tidak Berdaftar
pt_br: Não inscrito
ru_ru: Не зарегистрирован
th_th: ไม่ได้ลงทะเบียน
vi_vn: Chưa đăng ký
zh_hans: 未注册
zh_hant_tw: 未註冊

# esppManagementPurchasePeriodFormat
source: %@ Purchase Period
de_de: %1$@ Kaufzeitraum
es_419: %1$@ período de compra
es_es: %1$@ período de compra
fr_fr: Période d'achat %1$@
it_it: %1$@ Periodo di acquisto
ja_jp: %1$@購入期間
ko_kr: %1$@ 구매 기간
ms_my: %1$@ Tempoh Pembelian
pt_br: %1$@ Período de compra
ru_ru: %1$@ Период покупки
th_th: ระยะเวลาการซื้อ %1$@
vi_vn: Thời gian mua %1$@
zh_hans: %1$@ 购买期
zh_hant_tw: %1$@ 購買期

# esppManagementWithdrawn
source: Withdrawn
de_de: Zurückgezogen
es_419: Retirado
es_es: Retirado
fr_fr: Retiré
it_it: Receduto
ja_jp: 脱退済み
ko_kr: 해지됨
ms_my: Ditarik balik
pt_br: Retirado
ru_ru: Выведено
th_th: ถอน
vi_vn: Rút ra
zh_hans: 已退出
zh_hant_tw: 已退出

# esppSectionTitle
source: Employee Stock Purchase Plan
de_de: Aktienerwerbsplan für Mitarbeiter (ESPP)
es_419: Plan de compra de acciones para empleados (ESPP, por sus siglas en inglés)
es_es: Plan de compra de acciones para empleados
fr_fr: Plan d'achat d'actions pour les employés (ESPP)
it_it: Piano di acquisto azioni per i dipendenti (ESSP)
ja_jp: 従業員株式購入制度
ko_kr: 직원 주식 구매 계획
ms_my: Pelan Pembelian Saham Pekerja
pt_br: Plano de compra de ações para funcionários
ru_ru: Программа льготной покупки акций сотрудниками
th_th: แผนการซื้อหุ้นของพนักงาน
vi_vn: Kế hoạch phát hành cổ phiếu cho nhân viên
zh_hans: 员工股票购买计划（ESPP）
zh_hant_tw: 員工股票購買計劃（ESPP）

# esppWithdrawAckDoneButton
source: Done
de_de: Fertig
es_419: Listo
es_es: Listo
fr_fr: Terminé
it_it: Fatto
ja_jp: 完了
ko_kr: 완료
ms_my: Selesai
pt_br: Pronto
ru_ru: Готово
th_th: เสร็จแล้ว
vi_vn: Xong
zh_hans: 完成
zh_hant_tw: 完成

# esppWithdrawAckNavigationTitle
source: Withdraw
de_de: Zurücktreten
es_419: Revocar
es_es: Retirarse
fr_fr: Se retirer
it_it: Recedi
ja_jp: 脱退する
ko_kr: 해지
ms_my: Menarik diri
pt_br: Retirar
ru_ru: Вывести
th_th: ถอน
vi_vn: Rút tiền
zh_hans: 退出
zh_hant_tw: 退出

# esppWithdrawAcknowledgement
source: I, %@, elect to withdraw from the plan.
de_de: Ich, %1$@, entscheide mich für den Plan.
es_419: Yo, %1$@, elijo retirarme del plan.
es_es: Yo, %1$@, elijo retirarme del plan.
fr_fr: Je, soussigné(e) %1$@, choisis de me retirer du plan.
it_it: Il/la sottoscritto/a %1$@ esprime la volontà di recedere dal piano.
ja_jp: %1$@、計画から撤退することを選択しました。
ko_kr: %1$@ 본인은 플랜을 해지하기로 결정합니다.
ms_my: Saya, %1$@, memilih untuk membuat menarik diri daripada pelan itu.
pt_br: Eu, %1$@, escolho me retirar do plano.
ru_ru: Я, %1$@, принял решение покинуть программу.
th_th: ข้าพเจ้า %1$@ เลือกที่จะถอนตัวจากแผน
vi_vn: Tôi, %1$@, quyết định rút khỏi kế hoạch.
zh_hans: 本人，%1$@，选择退出该计划。
zh_hant_tw: 本人，%1$@，選擇退出該計劃。

# esppWithdrawAckStepTitle
source: Acknowledgement
de_de: Bestätigung
es_419: Reconocimiento
es_es: Reconocimiento
fr_fr: Accusé de réception
it_it: Conferma
ja_jp: 承認
ko_kr: 확인
ms_my: Pengakuan
pt_br: Reconhecimento
ru_ru: Подтверждение
th_th: การรับทราบ
vi_vn: Xác nhận
zh_hans: 确认
zh_hant_tw: 確認

# esppWithdrawCancelButton
source: Cancel
de_de: Abbrechen
es_419: Cancelar
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
ja_jp: 取消し
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отменить
th_th: ยกเลิก
vi_vn: Huỷ
zh_hans: 取消
zh_hant_tw: 取消

# esppWithdrawErrorClose
source: Close
de_de: Schließen
es_419: Cerrar
es_es: Cerrar
fr_fr: Fermer
it_it: Chiudi
ja_jp: 閉じる
ko_kr: 닫기
ms_my: Tutup
pt_br: Fechar
ru_ru: Закрыть
th_th: ปิด
vi_vn: Đóng
zh_hans: 关闭
zh_hant_tw: 關閉

# esppWithdrawErrorTitle
source: Error
de_de: Fehler
fr_fr: Erreur
it_it: Errore
ja_jp: エラー
ko_kr: 오류
ms_my: Ralat
pt_br: Erro
ru_ru: Ошибка
th_th: ข้อผิดพลาด
vi_vn: Lỗi
zh_hans: 错误
zh_hant_tw: 錯誤

# esppWithdrawNavigationTitle
source: Withdraw
de_de: Zurücktreten
es_419: Revocar
es_es: Retirarse
fr_fr: Se retirer
it_it: Recedi
ja_jp: 脱退する
ko_kr: 해지
ms_my: Menarik diri
pt_br: Retirar
ru_ru: Вывести
th_th: ถอน
vi_vn: Rút tiền
zh_hans: 退出
zh_hant_tw: 退出

# esppWithdrawRateLabel
source: Current Contribution Rate
de_de: Aktueller Beitragssatz
es_419: Tasa de contribución actual
es_es: Tasa de contribución actual
fr_fr: Taux de contribution actuel
it_it: Tasso di contribuzione attuale
ja_jp: 現在の拠出率
ko_kr: 현재 납입률
ms_my: Kadar Sumbangan Semasa
pt_br: Taxa de contribuição atual
ru_ru: Текущая ставка взноса
th_th: อัตราเงินสนับสนุนปัจจุบัน
vi_vn: Tỉ lệ đóng góp hiện tại
zh_hans: 目前提拨率
zh_hant_tw: 目前提撥率

# esppWithdrawStepTitle
source: Purchase Period Withdrawal
de_de: Rücknahme der Kauffrist
es_419: Retirada del período de compra
es_es: Retirada del período de compra
fr_fr: Période de rétractation de l'achat
it_it: Recesso dal periodo acquistato
ja_jp: 購入期間の引き出し
ko_kr: 매수 기간 철회
ms_my: Penarikan Diri Tempoh Pembelian
pt_br: Retirada do período de compra
ru_ru: Вывод средств в период покупки
th_th: การถอนตามระยะเวลาการซื้อ
vi_vn: Rút tiền trong thời gian mua
zh_hans: 购买期提款
zh_hant_tw: 購買期提款

# esppWithdrawWithdrawButton
source: Withdraw
de_de: Zurücktreten
es_419: Revocar
es_es: Retirarse
fr_fr: Se retirer
it_it: Recedi
ja_jp: 脱退する
ko_kr: 해지
ms_my: Menarik diri
pt_br: Retirar
ru_ru: Вывести
th_th: ถอน
vi_vn: Rút tiền
zh_hans: 退出
zh_hant_tw: 退出

source: Estimated Amount
de_de: Geschätzter Betrag
es_419: Cantidad estimada
es_es: Importe estimado
fr_fr: Montant estimé
it_it: Importo stimato
ja_jp: 見積金額
ko_kr: 추정 금액
ms_my: Anggaran Jumlah
pt_br: Montante estimado
ru_ru: Предполагаемая сумма
th_th: จำนวนโดยประมาณ
vi_vn: Số tiền ước tính
zh_hans: 预估金额
zh_hant_tw: 預估金額

source: Estimated Commission
de_de: Geschätzte Provision
es_419: Comisión estimada
es_es: Comisión estimada
fr_fr: Commission estimée
it_it: Commissione stimata
ja_jp: 見積手数料
ko_kr: 추정 수수료
ms_my: Anggaran Komisen
pt_br: Comissão estimada
ru_ru: Расчетная комиссия
th_th: ค่าคอมมิชชันโดยประมาณ
vi_vn: Hoa hồng ước tính
zh_hans: 预估佣金
zh_hant_tw: 預估佣金

source: Estimated Cost
de_de: Geschätzte Kosten
es_419: Costo estimado
es_es: Coste estimado
fr_fr: Coût estimé
it_it: Costo stimato
ja_jp: 推定取得原価
ko_kr: 추정 비용
ms_my: Kos Anggaran
pt_br: Custo estimado
ru_ru: Расчетная стоимость
th_th: ค่าใช้จ่ายโดยประมาณ
vi_vn: Chi phí ước tính
zh_hans: 预估成本
zh_hant_tw: 預估成本

source: Estimated Gross Proceeds
de_de: Geschätzte Bruttoerlöse
es_419: Beneficios brutos estimados
es_es: Ingresos brutos estimados
fr_fr: Estimation du produit brut
it_it: Proventi lordi stimati
ja_jp: 見積総受取金
ko_kr: 추정 총 수익
ms_my: Anggaran Hasil Kasar
pt_br: Receitas brutas estimadas
ru_ru: Предполагаемая валовая выручка
th_th: รายได้รวมโดยประมาณ
vi_vn: Tổng số tiền thu ước tính
zh_hans: 预估总收益
zh_hant_tw: 預估總收益

source: Estimated Industry Fees
de_de: Geschätzte Branchengebühren
es_419: Comisiones estimadas del sector
es_es: Comisiones estimadas del sector
fr_fr: Estimation des taxes sectorielles
it_it: Commissioni stimate di settore
ja_jp: 見積業界費用
ko_kr: 예상 업계 수수료
ms_my: Anggaran Bayaran Industri
pt_br: Taxas estimadas do setor
ru_ru: Расчётные отраслевые сборы
th_th: ค่าธรรมเนียมอุตสาหกรรมโดยประมาณ
vi_vn: Phí ngành ước tính
zh_hans: 预估行业规定费用
zh_hant_tw: 預估行業規定費用

source: Estimated Net Proceeds
de_de: Geschätzter Nettoerlös
es_419: Ingresos netos estimados
es_es: Ingresos netos estimados
fr_fr: Produit net estimé
it_it: Proventi netti stimati
ja_jp: 推定純受取金
ko_kr: 추정 순 수익
ms_my: Anggaran Hasil Bersih
pt_br: Proventos líquidos estimados
ru_ru: Предполагаемая чистая выручка
th_th: รายได้สุทธิโดยประมาณ
vi_vn: Số tiền thu ròng ước tính
zh_hans: 预估净所得
zh_hant_tw: 預估淨所得

source: Estimated Proceeds from Sale
de_de: Geschätzter Erlös aus dem Verkauf
es_419: Ingresos estimados de la venta
es_es: Ingresos estimados de la venta
fr_fr: Produit de la vente estimé
it_it: Ricavi di vendita stimati
ja_jp: 売却による推定収益
ko_kr: 추정 매도 수익
ms_my: Anggaran Hasil daripada Jualan
pt_br: Proventos estimados da venda
ru_ru: Предполагаемая выручка от продажи
th_th: รายได้โดยประมาณจากการขาย
vi_vn: Tiền thu được ước tính từ việc bán
zh_hans: 预估卖出收益
zh_hant_tw: 預估賣出收益

source: Estimated Taxes*
de_de: Geschätzte Steuern*
es_419: Impuestos estimados*
es_es: Impuestos estimados*
fr_fr: Taxes estimées*
it_it: Imposte stimate*
ja_jp: 推定税額*
ko_kr: 추정 세금*
ms_my: Anggaran Cukai*
pt_br: Impostos estimados*
ru_ru: Расчетные налоги*
th_th: ภาษีโดยประมาณ*
vi_vn: Thuế ước tính*
zh_hans: 预估税金*
zh_hant_tw: 預估稅金*

source: Estimated Total Amount
de_de: Geschätzter Gesamtbetrag
es_419: Importe total estimado
es_es: Importe total estimado
fr_fr: Montant total estimé
it_it: Importo totale stimato
ja_jp: 見積合計金額
ko_kr: 추정 총 금액
ms_my: Anggaran Jumlah Keseluruhan
pt_br: Montante total estimado
ru_ru: Предполагаемая общая сумма
th_th: จํานวนรวมโดยประมาณ
vi_vn: Tổng số tiền ước tính
zh_hans: 预估总额
zh_hant_tw: 預估總額

source: Events
de_de: Ereignisse
es_419: Eventos
es_es: Eventos
fr_fr: Événements
it_it: Eventi
ja_jp: イベント
ko_kr: 이벤트
ms_my: Acara
pt_br: Eventos
ru_ru: События
th_th: กิจกรรม
vi_vn: Sự kiện
zh_hans: 活动
zh_hant_tw: 活動

# eventsAprilShortLabel
source: APR
de_de: APRIL
es_419: ABR
es_es: ABR
fr_fr: AVR
ja_jp: 4月
ko_kr: 4월
pt_br: ABR
ru_ru: АПР
th_th: เม. ย.
vi_vn: THG 4
zh_hans: 4月
zh_hant_tw: 4月

# eventsAwardsToAccept
source: Awards to Accept
de_de: Auszeichnungen zum Annehmen
es_419: Retribuciones para aceptar
es_es: Retribuciones para aceptar
fr_fr: Attributions à accepter
it_it: Conferimenti da accettare
ja_jp: 受諾する報酬
ko_kr: 수락할 보상
ms_my: Anugerah untuk Diterima
pt_br: Prêmios a aceitar
ru_ru: Доступные вознаграждения
th_th: รางวัลที่จะได้รับ
vi_vn: Phần thưởng để chấp nhận
zh_hans: 欲接受的奖励
zh_hant_tw: 欲接受的獎勵

# eventsDecemberShortLabel
source: DEC
de_de: DEZ
es_419: DIC
es_es: DIC
fr_fr: DÉC
it_it: DIC
ja_jp: 12月
ko_kr: 12월
ms_my: DIS
pt_br: DEZ
ru_ru: ДЕК
th_th: ธ.ค.
vi_vn: THG 12
zh_hans: 12月
zh_hant_tw: 12月

# eventsESPPEnrollments
source: ESPP Enrollments
de_de: ESPP-Anmeldung
es_419: Inscripción en el ESPP
es_es: Inscripción en el ESPP
fr_fr: Inscriptions ESPP
it_it: Registrazioni ESPP
ja_jp: ESPP登録
ko_kr: ESPP 등록
ms_my: Pendaftaran ESPP
pt_br: Inscrições no ESPP
ru_ru: Регистрация в ESPP
th_th: การลงทะเบียน ESPP
vi_vn: Đăng ký ESPP
zh_hans: 员工股票购买计划注册
zh_hant_tw: 員工股票購買計劃註冊

# eventsFailureMessage
source: We are currently unable to display Events & Activities. Please call Schwab at 800-654-2593 for assistance.
de_de: Wir können derzeit keine Ereignisse und Aktivitäten anzeigen. Bitte kaufen Sie Schwab unter 800-654-2593 für Unterstützung.
es_419: En este momento no podemos mostrar eventos ni actividades. Llama a Schwab al 800-654-2593 para obtener asistencia.
es_es: En este momento no podemos mostrar eventos ni actividades. Llame a Schwab al 800-654-2593 para obtener asistencia.
fr_fr: Nous ne sommes actuellement pas en mesure d'afficher les événements et les activités. Veuillez contacter Schwab au 800-654-2593 pour obtenir de l'aide.
it_it: Al momento non siamo in grado di visualizzare la pagina Eventi e attività. Per assistenza chiamare Schwab al numero 800-654-2593.
ja_jp: 現在、「イベントと活動」を表示できません。サポートが必要な場合は、Schwabにお電話（800-654-2593）ください。
ko_kr: 현재 이벤트 및 활동을 표시할 수 없습니다. 도움이 필요하시면 Schwab(800-654-2593)으로 문의해 주세요.
ms_my: Buat masa ini kami tidak dapat memaparkan Acara dan Aktiviti. Sila hubungi Schwab di 800-654-2593 untuk bantuan.
pt_br: No momento, não podemos mostrar os eventos e atividades. Para assistência, ligue para a Schwab no 800-654-2593.
ru_ru: На данный момент невозможно отобразить события и действия. Пожалуйста, свяжитесь с компанией Schwab по номеру 800-654-2593.
th_th: ขณะนี้เราไม่สามารถแสดงกิจกรรมและกิจกรรมได้ โปรด Call Schwab ที่ 800-654-2593 เพื่อขอความช่วยเหลือ
vi_vn: Hiện tại chúng tôi không thể hiển thị Sự kiện & hoạt động. Vui lòng gọi Schwab theo số 800-654-2593 để được hỗ trợ.
zh_hans: 我们目前无法显示事件和活动。请致电 800-654-2593 联络嘉信理财寻求协助。
zh_hant_tw: 我們目前無法顯示事件和活動。請致電 800-654-2593 聯絡嘉信理財尋求協助。

# eventsFebruaryShortLabel
source: FEB
de_de: FEBR
fr_fr: FÉV
ja_jp: 2月
ko_kr: 2월
ru_ru: ФЕВ
th_th: ก.พ.
vi_vn: THG 2
zh_hans: 2月
zh_hant_tw: 2月

# eventsHasEACNotifications
source: You have EAC notifications.
de_de: Sie haben EAC-Benachrichtigungen.
es_419: Tienes notificaciones de EAC.
es_es: Tiene notificaciones de EAC.
fr_fr: Vous avez des notifications EAC.
it_it: Ci sono delle notifiche EAC.
ja_jp: EAC通知があります。
ko_kr: EAC 알림이 있습니다.
ms_my: Anda mempunyai pemberitahuan EAC.
pt_br: Você tem avisos do EAC.
ru_ru: У вас есть уведомления EAC.
th_th: คุณมีข้อความแจ้งเตือนจาก EAC
vi_vn: Bạn có thông báo EAC.
zh_hans: 您有股权奖励中心通知。
zh_hant_tw: 您有股權獎勵中心通知。

# eventsJulyShortLabel
source: JUL
de_de: JULI
it_it: LUG
ja_jp: 7月
ko_kr: 7월
ru_ru: ИЮЛ
th_th: ก.ค.
vi_vn: THG 7
zh_hans: 7月
zh_hant_tw: 7月

# eventsJuneShortLabel
source: JUN
de_de: JUNI
it_it: GIU
ja_jp: 6月
ko_kr: 6월
ru_ru: ИЮН
th_th: มิ.ย.
vi_vn: THG 6
zh_hans: 6月
zh_hant_tw: 6月

# eventsLeaveAppCancel
source: Cancel
de_de: Abbrechen
es_419: Cancelar
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
ja_jp: 取消し
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отменить
th_th: ยกเลิก
vi_vn: Huỷ
zh_hans: 取消
zh_hant_tw: 取消

# eventsLeaveAppPrompt
source: You are about to leave the application. Do you want to continue?
de_de: Sie sind im Begriff, die Anwendung zu verlassen. Möchten Sie fortfahren?
es_419: Estás a punto de salir de la aplicación. ¿Deseas continuar?
es_es: Está a punto de salir de la aplicación. ¿Desea continuar?
fr_fr: Vous êtes sur le point de quitter l'application. Voulez-vous continuer ?
it_it: Stai per uscire dall'applicazione. Vuoi continuare?
ja_jp: アプリケーションを終了しようとしています。続行しますか？
ko_kr: 애플리케이션을 종료하려고 합니다. 계속하시겠습니까?
ms_my: Anda akan meninggalkan aplikasi. Adakah anda mahu meneruskan?
pt_br: Você vai sair da aplicação. Quer continuar?
ru_ru: Вы собираетесь закрыть приложение. Продолжить?
th_th: คุณกําลังจะออกจากใบสมัคร คุณต้องการจะดำเนินการต่อหรือไม่
vi_vn: Bạn sắp rời khỏi ứng dụng. Bạn có muốn tiếp tục không?
zh_hans: 您即将离开应用程式。您希望继续吗?
zh_hant_tw: 您即將離開應用程式。您希望繼續嗎?

# eventsMarchShortLabel
source: MAR
de_de: MÄR
ja_jp: 3月
ko_kr: 3월
ms_my: MAC
ru_ru: МАР
th_th: มี.ค.
vi_vn: THG 3
zh_hans: 3月
zh_hant_tw: 3月

# eventsMayShortLabel
source: MAY
de_de: MAI
es_419: MAYO
fr_fr: MAI
it_it: MAG
ja_jp: 5月
ko_kr: 5월
ms_my: MEI
pt_br: MAI
ru_ru: МАЙ
th_th: พ.ค.
vi_vn: THG 5
zh_hans: 5月
zh_hant_tw: 5月

# eventsNavigationTitle
source: Upcoming Events
de_de: Kommende Veranstaltungen
es_419: Próximos eventos
es_es: Próximos eventos
fr_fr: Événements à venir
it_it: Prossimi eventi
ja_jp: 今後のイベント
ko_kr: 예정된 이벤트
ms_my: Acara Akan Datang
pt_br: Próximos eventos
ru_ru: Предстоящие события
th_th: กิจกรรมที่กำลังจะเกิดขึ้น
vi_vn: Sự kiện sắp tới
zh_hans: 即将举行的活动
zh_hant_tw: 即將舉行的活動

# eventsNoDataErrorMessage
source: No Data
de_de: Keine Daten
es_419: Sin datos
es_es: Sin datos
fr_fr: Aucune donnée
it_it: Nessun dato
ja_jp: データなし
ko_kr: 데이터 없음
ms_my: Tiada Data
pt_br: Sem dados
ru_ru: Нет данных
th_th: ไม่มีข้อมูล
vi_vn: Không có dữ liệu
zh_hans: 无资料
zh_hant_tw: 無資料

# eventsNoDataMessage
source: No events to display
de_de: Keine anzeigbaren Vorgänge vorhanden
es_419: No hay eventos que mostrar
es_es: No hay eventos que mostrar
fr_fr: Aucun événement à afficher
it_it: Nessun evento da visualizzare
ja_jp: 表示するイベントはありません
ko_kr: 표시할 이벤트 없음
ms_my: Tiada acara untuk dipaparkan.
pt_br: Não há eventos para mostrar
ru_ru: Нет событий для отображения
th_th: ไม่มีกิจกรรมที่จะแสดง
vi_vn: Không có sự kiện nào để hiển thị
zh_hans: 没有可显示的事件
zh_hant_tw: 沒有可顯示的事件

# eventsNoEACNotifications
source: You have no EAC notifications.
de_de: Sie haben keine EAC-Benachrichtigungen.
es_419: No tienes notificaciones de EAC.
es_es: No tiene notificaciones de EAC.
fr_fr: Vous n'avez pas de notifications EAC.
it_it: Non sono presenti notifiche EAC.
ja_jp: EAC通知はありません。
ko_kr: EAC 알림이 없습니다.
ms_my: Anda tidak mempunyai pemberitahuan EAC.
pt_br: Você não tem avisos do EAC.
ru_ru: У вас нет уведомлений EAC.
th_th: คุณไม่ข้อความแจ้งเตือนจาก EAC
vi_vn: Bạn không có thông báo EAC.
zh_hans: 您没有股权奖励中心通知。
zh_hant_tw: 您沒有股權獎勵中心通知。

# eventsOctoberShortLabel
source: OCT
de_de: OKT
it_it: OTT
ja_jp: 10月
ko_kr: 10월
ms_my: OKT
pt_br: OUT
ru_ru: ОКТ
th_th: ต.ค.
vi_vn: THG 10
zh_hans: 10月
zh_hant_tw: 10月

# eventsPendingActionsAxLabel
source: Pending Actions
de_de: Ausstehende Aktionen
es_419: Acciones pendientes
es_es: Acciones pendientes
fr_fr: Actions en attente
it_it: Azioni in sospeso
ja_jp: 保留中のアクション
ko_kr: 보류 중인 조치
ms_my: Tindakan Belum Selesai
pt_br: Ações pendentes
ru_ru: Действия в ожидании
th_th: การดำเนินการที่รอดำเนินการ
vi_vn: Hành động đang chờ xử lý
zh_hans: 待处理的行动
zh_hant_tw: 待處理的行動

# eventsPreIpoMessage
source: *Market values are not displayed for private companies
de_de: Der jeweilige Marktwert wird nicht für Privatunternehmen angezeigt
es_419: *No se muestran los valores de mercado para empresas privadas
es_es: *No se muestran los valores de mercado para empresas privadas.
fr_fr: * Les valeurs de marché ne sont pas affichées pour les sociétés non cotées en bourse
it_it: *I valori di mercato non vengono visualizzati per le società private
ja_jp: *非公開会社の市場価値は表示されません
ko_kr: *비상장 기업의 경우 시장 가치는 표시되지 않습니다.
ms_my: *Nilai pasaran tidak dipaparkan untuk syarikat swasta.
pt_br: Os valores de mercado não aparecem no caso de empresas privadas
ru_ru: *Для частных компаний рыночная стоимость не отображается
th_th: *มูลค่าตลาดจะไม่แสดงสำหรับบริษัทเอกชน
vi_vn: *Giá trị thị trường không hiển thị đối với các công ty tư nhân
zh_hans: *不显示非上市公司的市场价值
zh_hant_tw: *不顯示非上市公司的市場價值

# eventsSeptemberShortLabel
source: SEP
de_de: SEPT
it_it: SET
ja_jp: 9月
ko_kr: 9월
pt_br: SET
ru_ru: СЕН
th_th: ก.ย.
vi_vn: THG 9
zh_hans: 9月
zh_hant_tw: 9月

# eventsTitle
source: Events
de_de: Ereignisse
es_419: Eventos
es_es: Eventos
fr_fr: Événements
it_it: Eventi
ja_jp: イベント
ko_kr: 이벤트
ms_my: Acara
pt_br: Eventos
ru_ru: События
th_th: กิจกรรม
vi_vn: Sự kiện
zh_hans: 活动
zh_hant_tw: 活動

# eventsTodaysEventsSectionTitle
source: Today's Events
de_de: Heutige Ereignisse
es_419: Eventos de hoy
es_es: Eventos de hoy
fr_fr: Événements du jour
it_it: Eventi di oggi
ja_jp: 今日のイベント
ko_kr: 오늘의 이벤트
ms_my: Acara Hari Ini
pt_br: Eventos de hoje
ru_ru: Сегодняшние события
th_th: กิจกรรมในวันนี้
vi_vn: Sự kiện hôm nay
zh_hans: 今日活动
zh_hant_tw: 今日活動

# eventsUpcomingEventsSectionTitle
source: Upcoming Events
de_de: Kommende Veranstaltungen
es_419: Próximos eventos
es_es: Próximos eventos
fr_fr: Événements à venir
it_it: Prossimi eventi
ja_jp: 今後のイベント
ko_kr: 예정된 이벤트
ms_my: Acara Akan Datang
pt_br: Próximos eventos
ru_ru: Предстоящие события
th_th: กิจกรรมที่กำลังจะเกิดขึ้น
vi_vn: Sự kiện sắp tới
zh_hans: 即将举行的活动
zh_hant_tw: 即將舉行的活動

# eventsViewAllUpcomingEvents
source: View all Upcoming Events
de_de: Alle bevorstehenden Veranstaltungen anzeigen
es_419: Ver todos los próximos eventos
es_es: Ver todos los próximos eventos
fr_fr: Voir tous les événements à venir
it_it: Visualizza tutti i prossimi eventi
ja_jp: 今後のイベントをすべて表示
ko_kr: 예정된 이벤트 모두 보기
ms_my: Lihat semua Acara Akan Datang
pt_br: Ver todos os próximos eventos
ru_ru: Посмотреть все предстоящие события
th_th: ดูกิจกรรมที่กำลังจะเกิดขึ้นทั้งหมด
vi_vn: Xem tất cả các Sự kiện sắp tới
zh_hans: 检视所有即将举行的活动
zh_hant_tw: 檢視所有即將舉行的活動

source: Exercise
de_de: Ausüben
es_419: Ejercer
es_es: Ejercer
fr_fr: Exercer
it_it: Esercita
ja_jp: 行使
ko_kr: 행사
ms_my: Jalankan
pt_br: Exercer
ru_ru: Исполнить
th_th: ใช้สิทธิ
vi_vn: Thực hiện
zh_hans: 行使
zh_hant_tw: 行使

source: Exercise All
de_de: Alle üben
es_419: Ejercer todas
es_es: Ejercer todas
fr_fr: Tout exercer
it_it: Riscatta tutto
ja_jp: すべてを行使する
ko_kr: 모두 행사
ms_my: Laksanakan Semua
pt_br: Exercer tudo
ru_ru: Исполнить все
th_th: ใช้สิทธิทั้งหมด
vi_vn: Thực hiện tất cả
zh_hans: 行使全部
zh_hant_tw: 行使全部
